Revit 2027 API
SymbolTypeId.InSup4 Property
 Symbol in⁴, indicating unit Inches to the fourth power.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId InSup4 { get; }
Public Shared ReadOnly Property InSup4 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ InSup4 {
	ForgeTypeId^ get ();
}
static member InSup4 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace